{
  "LuaSnip": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tmux-navigation": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "yazi.nvim": { "branch": "main" }
}
